{
  "books": [
    {
        "title": "To Say Nothing of the Dog",
        "author": "Connie Willis",
        "description": "A time traveling romp with mystery, romance, and a hefty dose of irreverence."
    },
    {
      "title": "Bloodchild and Other Stories",
      "author": "Octavia E. Butler",
      "description": "A collection of short stories by Octavia E. Butler, also including two essays."
    },
    {
      "title": "Get Better at Anything",
      "author": "Scott Young",
      "description": "A second take on how learning works, this time with a focus on practical advice and general principles for getting better at anything."
    },
    {
      "title": "The Tyranny of Merit",
      "author": "Michael Sandel",
      "description": "A critique of the focus on meritocracy in modern society claiming that even if we achieve perfect meritocracy, it will not lead to a more just or happy society."
    },
    {
      "title": "Death Comes to Pemberley",
      "author": "PD James",
      "description": "A murder mystery set in the world of Jane Austen's Pride and Prejudice."
    },
    {
      "title": "Ultralearning",
      "author": "Scott Young",
      "description": "Scott Young's synthesis of the most effective principles of accelerated learning focusing on people achieving rapid improvement through specific projects."
    },
    {
      "title": "A Brief History of Intelligence",
      "author": "Max S. Bennett",
      "description": "A history of the evoluntionary path that led to present day intelligence."
    },
    {
      "title": "Legends and Lattes",
      "author": "Travis Baldree",
      "description": "A fun and low-stakes fantasy novel about a retired mercenary setting up a coffee shop and making friends along the way."
    },
    {
      "title": "I, Robot",
      "author": "Isaac Asimov",
      "description": "A collection of short stories about robots and their interactions with humanity connected by the theme of misalignment."
    },
    {
      "title": "The Vital Question",
      "author": "Nick Lane",
      "description": "An investigation into the origin of life, abiogenesis, and the development of multicellular life following the adoption of the mitochondria."
    }
  ]
} 